@extends('layouts.app')

@section('content')
    @include('layouts.header')
    <div id="paymentAndDelivery" class="container">
        <h1>@lang('localization.paymentAndDelivery')</h1>
        @if (App::isLocale('uk'))
            <p>При замовленні товару на суму від 800 грн - доставка <strong>безкоштовна</strong>.</p>
            <p>Оплата при отриманні після перевірки якості товару. Також доступна оплата кредитною картою або через Приват24.</p>

            <h3>Терміни доставки</h3>
            <p>В місті <strong>Житомир</strong> доступна безкоштовка доставка. Час доставки - до 1 доби.</p>
            <p>Термін доставки в інші міста України 1-3 доби. При замовленні в будні дні до 17:00, товар відправляється в день замовлення. Після 17:00 - на наступний день.</p>
            <h3>Способи доставки:</h3>
            <h6>Нова Пошта</h6>
            <p>Оплата при отриманні у відділенні "Нової Пошти". Термін доставки 1-3 дня. <strong>Безкоштовна</strong> доставка при замовленні на суму від 800 грн.</p>
            <h6>Укрпошта</h6>
            <p>Оплата при отриманні у відділені "Укрпошти". Термін доставки 3-5 днів. <strong>Безкоштовна</strong> доставка при замовленні на суму від 800 грн.</p>
            <h6>Кур'єрська доставка (по Житомирі)</h6>
            <p>Оплата за товар при отриманні. Доставка здійснюється в той самий день, якщо замовлення здійснене до 17:00. Якщо товар був замовлений пізніше, він буде доставлений на наступний день. Кур'єрська доставка по місті Житомир безкоштовна.</p>
        @else
            <p>При заказе товара на сумму от 800 грн - доставка <strong>бесплатная</strong>.</p>
            <p>Оплата при получении после проверки качества товара. Также доступна оплата кредитной картой или через Приват24.</p>

            <h3>Сроки доставки</h3>
            <p>В городе <strong>Житомир</strong> доступна бесплатная доставка. Время доставки - до 1 сутки.</p>
            <p>Срок доставки в другие города Украины 1-3 суток. При заказе в будние дни до 17:00, товар отправляется в день заказа. После 17:00 - на следующий день.</p>
            <h3>Способы доставки:</h3>
            <h6>Нова Пошта</h6>
            <p>Оплата при получении в отделении "Новой Почты". Срок доставки 1-3 дня. <strong>Бесплатная</strong> доставка при заказе на сумму от 800 грн.</p>
            <h6>Укрпошта</h6>
            <p>Оплата при получении в отделении "Укрпочты". Срок доставки 3-5 дней. <strong>Бесплатная</strong> доставка при заказе на сумму от 800 грн.</p>
            <h6>Курьерская доставка (по Житомире)</h6>
            <p>Оплата за товар при получении. Доставка осуществляется в тот же день, если заказ осуществлен до 17:00. Если товар был заказан позже, он будет доставлен на следующий день. Курьерская доставка по городу Житомир бесплатная.</p>
        @endif
    </div>


@endsection

@section('scripts')

@endsection